<?php
/**
 * 广发银企直联  配置账号信息
 *
 */

class CgbPayConfig
{
	//银联帐号配置
	const cifMaster = ''; //客户号(标识企业身份,为银企直联的客户号)
	const entUserId = ''; //银企直联的操作员(当设置了查询、转账交易必须校验操作员用户名密码，此字段必填)
	const password = '';//t6q2j6r9v5'; //银企直联操作员登录密码(当设置了查询、转账交易必须校验操作员用户名密码，此字段必填)
	
	//交易相关配置
	const tranCode = '0001,0011,0021,0022,0032,1004'; //允许的交易代码(多个用半角逗号隔开)
	const outAccName = '';//眉山信达时空网络科技有限公司'; //付款人
	const outAcc = '';//9550880205141300153'; //付款帐号
	const apiIp = '';//1721024ff7.imwork.net:34640'; //前置机IP
}
